misc/timeline.org
The following are events from our facebook.  This should give you a
good start.  Will get another list from forums/blog soon.

* December

** [[https://www.facebook.com/events/150945881674919/][PROTEST to STOP LETHAL INCINERATORS IN DOWNTOWN SEATTLE]] -- Saturday, December 17 at 12:00pm
  [[https://www.facebook.com/profile.php?id=1241747871][Evan K. Duke III]], [[https://www.facebook.com/artramp][Amy Hordon]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=150945881674919&edge=events%3Ausers_attending][15 other guests]]
** [[https://www.facebook.com/events/159543234144969/][OCCUPY the WEEKEND]] -- Saturday, December 17 at 12:00am
  [[https://www.facebook.com/artramp][Amy Hordon]], [[https://www.facebook.com/horseleech][Danica Humphries]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=159543234144969&edge=events%3Ausers_attending][76 other guests]]
** [[https://www.facebook.com/events/257603100970368/][Protest at 10th and Union! Save the Community Center!]] -- Friday, December 16 at 6:00pm
  [[https://www.facebook.com/artramp][Amy Hordon]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=257603100970368&edge=events%3Ausers_attending][9 other guests]]
** [[https://www.facebook.com/events/334545056559371/][Occupy the Foreclosure Auction]] -- Friday, December 16 at 9:30am
  [[https://www.facebook.com/artramp][Amy Hordon]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=334545056559371&edge=events%3Ausers_attending][8 other guests]]
** Port Shutdown -- Monday, December 12th
** [[https://www.facebook.com/events/334588323221849/][Critical Mass - Bicycle Block for December 12th Seattle Port Shutdown]] -- Monday, December 12 at 1:00pm
  [[https://www.facebook.com/NathanWEShields][Nathan Shields]], [[https://www.facebook.com/horseleech][Danica Humphries]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=334588323221849&edge=events%3Ausers_attending][20 other guests]]


* November
** Hip Hop Occupy Rally -- Friday, November 18th
** "Bridges need work, and so do we" march -- November 17th
** Cornel West speaks -- November 16th
  look for youtube video
** Amanda Palmer plays Occupy Seattle -- Saturday, November 12th at 6pm
** [[https://www.facebook.com/events/291954040836315/][Occupy Seattle Weekend Schedule]] -- Friday, November 11 at 11:00am
  [[https://www.facebook.com/horseleech][Danica Humphries]], [[https://www.facebook.com/ChaseRude][Chase Rude]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=291954040836315&edge=events%3Ausers_attending][35 other guests]]

** Chase CEO Jamie Dimon -- Saturday, November 5
   http://blog.seattlepi.com/thebigblog/2011/10/30/occupy-seattle-to-greet-chases-jamie-dimon/
   http://en.wikipedia.org/wiki/Jamie_Dimon
** [[https://www.facebook.com/events/134092716694656/][Bank Transfer Day]] -- Saturday, November 5 at 10:00am
  [[https://www.facebook.com/profile.php?id=100001489217415][Sean Wiggs]], [[https://www.facebook.com/ChaseRude][Chase Rude]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=134092716694656&edge=events%3Ausers_attending][108 other guests]]
** [[https://www.facebook.com/events/171260749632196/][Opening of a Learning Tent at SCCC]] -- Wednesday, November 2 at 8:00pm
  [[https://www.facebook.com/horseleech][Danica Humphries]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=171260749632196&edge=events%3Ausers_attending][12 other guests]]
** [[https://www.facebook.com/events/287152321305318/][Occupy Seattle Day of Action Against Big Banks]] -- Wednesday, November 2 at 1:00pm
  [[https://www.facebook.com/profile.php?id=670223518][Nicholas Polimenakos]], [[https://www.facebook.com/profile.php?id=100000002360124][Bob Beatie]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=287152321305318&edge=events%3Ausers_attending][198 other guests]]

* October

** The Night of 1,000 Jack-o-Lanterns -- Sunday, October 30
** [[https://www.facebook.com/events/174885095932117/][American Federation of Teachers Give Night School New Meaning]] -- Sunday, October 30 at 9:00pm
  [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=174885095932117&edge=events%3Ausers_attending][5
  guests]]
** [[https://www.facebook.com/events/287205757964177/][Night of 1,000 umbrellas]] -- Saturday, October 22 at 3:00pm
  [[https://www.facebook.com/horseleech][Danica Humphries]], [[https://www.facebook.com/artramp][Amy Hordon]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=287205757964177&edge=events%3Ausers_attending][332 other guests]]
** [[https://www.facebook.com/events/126434614127309/][October 15 - Global Day of Solidarity March - Night of 500 Tents!]] -- Saturday, October 15 at 12:00pm
  [[https://www.facebook.com/JetCityOrange][Jerry Whiting]], [[https://www.facebook.com/profile.php?id=100000002360124][Bob Beatie]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=126434614127309&edge=events%3Ausers_attending][833 other guests]]
** [[https://www.facebook.com/events/144756612289253/][October 15 - Global Day of Solidarity March]] -- Saturday, October 15 at 12:00pm
  [[https://www.facebook.com/profile.php?id=670223518][Nicholas Polimenakos]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=144756612289253&edge=events%3Ausers_attending][368 other guests]]
** [[https://www.facebook.com/events/170177796399346/][Occupy Seattle Protest Rally!]] -- Saturday, October 8 at 12:00pm
  [[https://www.facebook.com/horseleech][Danica Humphries]], [[https://www.facebook.com/stian.kulystin][Stian Kulystin]], and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=170177796399346&edge=events%3Ausers_attending][208 other guests]]
** [[https://www.facebook.com/events/256241457752871/][OccupySeattle General Assembly]] -- Sunday, October 2 at 4:00pm
  [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=256241457752871&edge=events%3Ausers_attending][17 guests]]
** [[https://www.facebook.com/events/225959677460021/][OccupySeattle: Westlake]] -- Saturday, October 1 at 9:00pm
  [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=225959677460021&edge=events%3Ausers_attending][37 guests]]
** [[https://www.facebook.com/events/182334008508087/][Occupy Seattle Awareness Campaign Part 1]] -- Saturday, October 1 at 10:00am
  [[https://www.facebook.com/profile.php?id=630540250][Devin M]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=182334008508087&edge=events%3Ausers_attending][22 other guests]]

* September

** [[https://www.facebook.com/events/264246096949702/][Occupy Seattle General Assembly]] -- Friday, September 30 at 7:00pm
  [[https://www.facebook.com/profile.php?id=630540250][Devin M ]] and [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=264246096949702&edge=events%3Ausers_attending][79 other guests]]
** [[https://www.facebook.com/events/284825481530382/][Occupy the Federal building]] -- Wednesday, September 28 at 4:00pm
  [[https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=284825481530382&edge=events%3Ausers_attending][1 guest]]
