misc/timeline.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>The following are events from our facebook.  This should give you a</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="The following are events from our facebook.  This should give you a"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-12-29 21:02:16 PST"/>
<meta name="author" content="David Lindes"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">The following are events from our facebook.  This should give you a</h1>

<p>good start.  Will get another list from forums/blog soon.
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 December</a>
<ul>
<li><a href="#sec-1-1">1.1 PROTEST to STOP LETHAL INCINERATORS IN DOWNTOWN SEATTLE &ndash; Saturday, December 17 at 12:00pm</a></li>
<li><a href="#sec-1-2">1.2 OCCUPY the WEEKEND &ndash; Saturday, December 17 at 12:00am</a></li>
<li><a href="#sec-1-3">1.3 Protest at 10th and Union! Save the Community Center! &ndash; Friday, December 16 at 6:00pm</a></li>
<li><a href="#sec-1-4">1.4 Occupy the Foreclosure Auction &ndash; Friday, December 16 at 9:30am</a></li>
<li><a href="#sec-1-5">1.5 Port Shutdown &ndash; Monday, December 12th</a></li>
<li><a href="#sec-1-6">1.6 Critical Mass - Bicycle Block for December 12th Seattle Port Shutdown &ndash; Monday, December 12 at 1:00pm</a></li>
</ul>
</li>
<li><a href="#sec-2">2 November</a>
<ul>
<li><a href="#sec-2-1">2.1 Hip Hop Occupy Rally &ndash; Friday, November 18th</a></li>
<li><a href="#sec-2-2">2.2 "Bridges need work, and so do we" march &ndash; November 17th</a></li>
<li><a href="#sec-2-3">2.3 Cornel West speaks &ndash; November 16th</a></li>
<li><a href="#sec-2-4">2.4 Amanda Palmer plays Occupy Seattle &ndash; Saturday, November 12th at 6pm</a></li>
<li><a href="#sec-2-5">2.5 Occupy Seattle Weekend Schedule &ndash; Friday, November 11 at 11:00am</a></li>
<li><a href="#sec-2-6">2.6 Chase CEO Jamie Dimon &ndash; Saturday, November 5</a></li>
<li><a href="#sec-2-7">2.7 Bank Transfer Day &ndash; Saturday, November 5 at 10:00am</a></li>
<li><a href="#sec-2-8">2.8 Opening of a Learning Tent at SCCC &ndash; Wednesday, November 2 at 8:00pm</a></li>
<li><a href="#sec-2-9">2.9 Occupy Seattle Day of Action Against Big Banks &ndash; Wednesday, November 2 at 1:00pm</a></li>
</ul>
</li>
<li><a href="#sec-3">3 October</a>
<ul>
<li><a href="#sec-3-1">3.1 The Night of 1,000 Jack-o-Lanterns &ndash; Sunday, October 30</a></li>
<li><a href="#sec-3-2">3.2 American Federation of Teachers Give Night School New Meaning &ndash; Sunday, October 30 at 9:00pm</a></li>
<li><a href="#sec-3-3">3.3 Night of 1,000 umbrellas &ndash; Saturday, October 22 at 3:00pm</a></li>
<li><a href="#sec-3-4">3.4 October 15 - Global Day of Solidarity March - Night of 500 Tents! &ndash; Saturday, October 15 at 12:00pm</a></li>
<li><a href="#sec-3-5">3.5 October 15 - Global Day of Solidarity March &ndash; Saturday, October 15 at 12:00pm</a></li>
<li><a href="#sec-3-6">3.6 Occupy Seattle Protest Rally! &ndash; Saturday, October 8 at 12:00pm</a></li>
<li><a href="#sec-3-7">3.7 OccupySeattle General Assembly &ndash; Sunday, October 2 at 4:00pm</a></li>
<li><a href="#sec-3-8">3.8 OccupySeattle: Westlake &ndash; Saturday, October 1 at 9:00pm</a></li>
<li><a href="#sec-3-9">3.9 Occupy Seattle Awareness Campaign Part 1 &ndash; Saturday, October 1 at 10:00am</a></li>
</ul>
</li>
<li><a href="#sec-4">4 September</a>
<ul>
<li><a href="#sec-4-1">4.1 Occupy Seattle General Assembly &ndash; Friday, September 30 at 7:00pm</a></li>
<li><a href="#sec-4-2">4.2 Occupy the Federal building &ndash; Wednesday, September 28 at 4:00pm</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> December</h2>
<div class="outline-text-2" id="text-1">



</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> <a href="https://www.facebook.com/events/150945881674919/">PROTEST to STOP LETHAL INCINERATORS IN DOWNTOWN SEATTLE</a> &ndash; Saturday, December 17 at 12:00pm</h3>
<div class="outline-text-3" id="text-1-1">

<p>  <a href="https://www.facebook.com/profile.php?id=1241747871">Evan K. Duke III</a>, <a href="https://www.facebook.com/artramp">Amy Hordon</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=150945881674919&amp;edge=events:users_attending">15 other guests</a>
</p></div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> <a href="https://www.facebook.com/events/159543234144969/">OCCUPY the WEEKEND</a> &ndash; Saturday, December 17 at 12:00am</h3>
<div class="outline-text-3" id="text-1-2">

<p>  <a href="https://www.facebook.com/artramp">Amy Hordon</a>, <a href="https://www.facebook.com/horseleech">Danica Humphries</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=159543234144969&amp;edge=events:users_attending">76 other guests</a>
</p></div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> <a href="https://www.facebook.com/events/257603100970368/">Protest at 10th and Union! Save the Community Center!</a> &ndash; Friday, December 16 at 6:00pm</h3>
<div class="outline-text-3" id="text-1-3">

<p>  <a href="https://www.facebook.com/artramp">Amy Hordon</a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=257603100970368&amp;edge=events:users_attending">9 other guests</a>
</p></div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> <a href="https://www.facebook.com/events/334545056559371/">Occupy the Foreclosure Auction</a> &ndash; Friday, December 16 at 9:30am</h3>
<div class="outline-text-3" id="text-1-4">

<p>  <a href="https://www.facebook.com/artramp">Amy Hordon</a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=334545056559371&amp;edge=events:users_attending">8 other guests</a>
</p></div>

</div>

<div id="outline-container-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> Port Shutdown &ndash; Monday, December 12th</h3>
<div class="outline-text-3" id="text-1-5">

</div>

</div>

<div id="outline-container-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> <a href="https://www.facebook.com/events/334588323221849/">Critical Mass - Bicycle Block for December 12th Seattle Port Shutdown</a> &ndash; Monday, December 12 at 1:00pm</h3>
<div class="outline-text-3" id="text-1-6">

<p>  <a href="https://www.facebook.com/NathanWEShields">Nathan Shields</a>, <a href="https://www.facebook.com/horseleech">Danica Humphries</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=334588323221849&amp;edge=events:users_attending">20 other guests</a>
</p>

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> November</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Hip Hop Occupy Rally &ndash; Friday, November 18th</h3>
<div class="outline-text-3" id="text-2-1">

</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> "Bridges need work, and so do we" march &ndash; November 17th</h3>
<div class="outline-text-3" id="text-2-2">

</div>

</div>

<div id="outline-container-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Cornel West speaks &ndash; November 16th</h3>
<div class="outline-text-3" id="text-2-3">

<p>  look for youtube video
</p></div>

</div>

<div id="outline-container-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> Amanda Palmer plays Occupy Seattle &ndash; Saturday, November 12th at 6pm</h3>
<div class="outline-text-3" id="text-2-4">

</div>

</div>

<div id="outline-container-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> <a href="https://www.facebook.com/events/291954040836315/">Occupy Seattle Weekend Schedule</a> &ndash; Friday, November 11 at 11:00am</h3>
<div class="outline-text-3" id="text-2-5">

<p>  <a href="https://www.facebook.com/horseleech">Danica Humphries</a>, <a href="https://www.facebook.com/ChaseRude">Chase Rude</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=291954040836315&amp;edge=events:users_attending">35 other guests</a>
</p>
</div>

</div>

<div id="outline-container-2-6" class="outline-3">
<h3 id="sec-2-6"><span class="section-number-3">2.6</span> Chase CEO Jamie Dimon &ndash; Saturday, November 5</h3>
<div class="outline-text-3" id="text-2-6">

<p>   <a href="http://blog.seattlepi.com/thebigblog/2011/10/30/occupy-seattle-to-greet-chases-jamie-dimon/">http://blog.seattlepi.com/thebigblog/2011/10/30/occupy-seattle-to-greet-chases-jamie-dimon/</a>
   <a href="http://en.wikipedia.org/wiki/Jamie_Dimon">http://en.wikipedia.org/wiki/Jamie_Dimon</a>
</p></div>

</div>

<div id="outline-container-2-7" class="outline-3">
<h3 id="sec-2-7"><span class="section-number-3">2.7</span> <a href="https://www.facebook.com/events/134092716694656/">Bank Transfer Day</a> &ndash; Saturday, November 5 at 10:00am</h3>
<div class="outline-text-3" id="text-2-7">

<p>  <a href="https://www.facebook.com/profile.php?id=100001489217415">Sean Wiggs</a>, <a href="https://www.facebook.com/ChaseRude">Chase Rude</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=134092716694656&amp;edge=events:users_attending">108 other guests</a>
</p></div>

</div>

<div id="outline-container-2-8" class="outline-3">
<h3 id="sec-2-8"><span class="section-number-3">2.8</span> <a href="https://www.facebook.com/events/171260749632196/">Opening of a Learning Tent at SCCC</a> &ndash; Wednesday, November 2 at 8:00pm</h3>
<div class="outline-text-3" id="text-2-8">

<p>  <a href="https://www.facebook.com/horseleech">Danica Humphries</a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=171260749632196&amp;edge=events:users_attending">12 other guests</a>
</p></div>

</div>

<div id="outline-container-2-9" class="outline-3">
<h3 id="sec-2-9"><span class="section-number-3">2.9</span> <a href="https://www.facebook.com/events/287152321305318/">Occupy Seattle Day of Action Against Big Banks</a> &ndash; Wednesday, November 2 at 1:00pm</h3>
<div class="outline-text-3" id="text-2-9">

<p>  <a href="https://www.facebook.com/profile.php?id=670223518">Nicholas Polimenakos</a>, <a href="https://www.facebook.com/profile.php?id=100000002360124">Bob Beatie</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=287152321305318&amp;edge=events:users_attending">198 other guests</a>
</p>
</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> October</h2>
<div class="outline-text-2" id="text-3">



</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> The Night of 1,000 Jack-o-Lanterns &ndash; Sunday, October 30</h3>
<div class="outline-text-3" id="text-3-1">

</div>

</div>

<div id="outline-container-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> <a href="https://www.facebook.com/events/174885095932117/">American Federation of Teachers Give Night School New Meaning</a> &ndash; Sunday, October 30 at 9:00pm</h3>
<div class="outline-text-3" id="text-3-2">

<p>  <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=174885095932117&amp;edge=events:users_attending">5 guests</a>
</p></div>

</div>

<div id="outline-container-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> <a href="https://www.facebook.com/events/287205757964177/">Night of 1,000 umbrellas</a> &ndash; Saturday, October 22 at 3:00pm</h3>
<div class="outline-text-3" id="text-3-3">

<p>  <a href="https://www.facebook.com/horseleech">Danica Humphries</a>, <a href="https://www.facebook.com/artramp">Amy Hordon</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=287205757964177&amp;edge=events:users_attending">332 other guests</a>
</p></div>

</div>

<div id="outline-container-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> <a href="https://www.facebook.com/events/126434614127309/">October 15 - Global Day of Solidarity March - Night of 500 Tents!</a> &ndash; Saturday, October 15 at 12:00pm</h3>
<div class="outline-text-3" id="text-3-4">

<p>  <a href="https://www.facebook.com/JetCityOrange">Jerry Whiting</a>, <a href="https://www.facebook.com/profile.php?id=100000002360124">Bob Beatie</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=126434614127309&amp;edge=events:users_attending">833 other guests</a>
</p></div>

</div>

<div id="outline-container-3-5" class="outline-3">
<h3 id="sec-3-5"><span class="section-number-3">3.5</span> <a href="https://www.facebook.com/events/144756612289253/">October 15 - Global Day of Solidarity March</a> &ndash; Saturday, October 15 at 12:00pm</h3>
<div class="outline-text-3" id="text-3-5">

<p>  <a href="https://www.facebook.com/profile.php?id=670223518">Nicholas Polimenakos</a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=144756612289253&amp;edge=events:users_attending">368 other guests</a>
</p></div>

</div>

<div id="outline-container-3-6" class="outline-3">
<h3 id="sec-3-6"><span class="section-number-3">3.6</span> <a href="https://www.facebook.com/events/170177796399346/">Occupy Seattle Protest Rally!</a> &ndash; Saturday, October 8 at 12:00pm</h3>
<div class="outline-text-3" id="text-3-6">

<p>  <a href="https://www.facebook.com/horseleech">Danica Humphries</a>, <a href="https://www.facebook.com/stian.kulystin">Stian Kulystin</a>, and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=170177796399346&amp;edge=events:users_attending">208 other guests</a>
</p></div>

</div>

<div id="outline-container-3-7" class="outline-3">
<h3 id="sec-3-7"><span class="section-number-3">3.7</span> <a href="https://www.facebook.com/events/256241457752871/">OccupySeattle General Assembly</a> &ndash; Sunday, October 2 at 4:00pm</h3>
<div class="outline-text-3" id="text-3-7">

<p>  <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=256241457752871&amp;edge=events:users_attending">17 guests</a>
</p></div>

</div>

<div id="outline-container-3-8" class="outline-3">
<h3 id="sec-3-8"><span class="section-number-3">3.8</span> <a href="https://www.facebook.com/events/225959677460021/">OccupySeattle: Westlake</a> &ndash; Saturday, October 1 at 9:00pm</h3>
<div class="outline-text-3" id="text-3-8">

<p>  <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=225959677460021&amp;edge=events:users_attending">37 guests</a>
</p></div>

</div>

<div id="outline-container-3-9" class="outline-3">
<h3 id="sec-3-9"><span class="section-number-3">3.9</span> <a href="https://www.facebook.com/events/182334008508087/">Occupy Seattle Awareness Campaign Part 1</a> &ndash; Saturday, October 1 at 10:00am</h3>
<div class="outline-text-3" id="text-3-9">

<p>  <a href="https://www.facebook.com/profile.php?id=630540250">Devin M</a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=182334008508087&amp;edge=events:users_attending">22 other guests</a>
</p>
</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> September</h2>
<div class="outline-text-2" id="text-4">



</div>

<div id="outline-container-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> <a href="https://www.facebook.com/events/264246096949702/">Occupy Seattle General Assembly</a> &ndash; Friday, September 30 at 7:00pm</h3>
<div class="outline-text-3" id="text-4-1">

<p>  <a href="https://www.facebook.com/profile.php?id=630540250">Devin M </a> and <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=264246096949702&amp;edge=events:users_attending">79 other guests</a>
</p></div>

</div>

<div id="outline-container-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> <a href="https://www.facebook.com/events/284825481530382/">Occupy the Federal building</a> &ndash; Wednesday, September 28 at 4:00pm</h3>
<div class="outline-text-3" id="text-4-2">

<p>  <a href="https://www.facebook.com/ajax/browser/dialog/guestlist/?eid=284825481530382&amp;edge=events:users_attending">1 guest</a>
</p></div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-12-29 21:02:16 PST</p>
<p class="author">Author: David Lindes</p>
<p class="creator">Org version 7.8.02 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
